<?php
include('header.php');
?>
  <div class="container">
        <h3 style="color: red;">Anti-Ragging Commitee</h3>
<table class="table table-striped">
<tbody>
<tr>
<th>अ.क्र.</th>
<th>अधिकाऱ्यांचे नाव</th>
<th>पदनाम</th>
</tr>
<tr>
<td>१</td>
<td>प्रा.एम बी.कुमठेकर प्र.प्राचार्य</td>
<td>अध्यक्ष</td>
</tr>
<tr>
<td>२</td>
<td>डॉ. एन. डी. घवघवे, सहयोगी प्राध्यापक, विध्युत अभि.</td>
<td>सदस्य</td>
</tr>
<tr>
<td>३</td>
<td>डॉ. लतेश भगत, सहयोगी प्राध्यापक, संगणक अभि.</td>
<td>सदस्य</td>
</tr>
<tr>
<td>४</td>
<td>डॉ. पी. बी. डायगव्हाणे, सहयोगी प्राध्यापक, (कॅस)स्थापत्य अभि.</td>
<td>सदस्य</td>
</tr>
<tr>
<td>५</td>
<td>डॉ. रवींद्र बा. यारासू, सहयोगी प्राध्यापक, (कॅस)यंत्र अभि.</td>
<td>सदस्य</td>
</tr>
<tr>
<td>६</td>
<td>डॉ. नीलिमा चव्हाण, सहयोगी प्राध्यापक, रसायनशास्त्र</td>
<td>सदस्य</td>
</tr>
<tr>
<td>७</td>
<td>श्री. आलोककुमार उपलप, सहयोगी प्राध्यापक, यंत्र अभि.</td>
<td>सदस्य</td>
</tr>
<tr>
<td>८</td>
<td>श्री. वैभव गांजापुरे</td>
<td>सदस्य</td>
</tr>
<tr>
<td>९</td>
<td>डॉ विनोद ज. डगवाल, सहयोगी प्राध्यापक, गणित</td>
<td>सदस्य सचिव</td>
</tr>
</tbody>
</table>

 </div>

<?php 
include('footer.php');
?>

