<?php 
include('header.php');
?>
  <br>
  <div class="container">
        <h3 style="color: red;">Student Grievance Handling Commitee</h3>        
<ol>
<li>प्रा.एम बी.कुमठेकर, प्राचार्य – समिती प्रमुख</li>
<li>डॉ. एन. डी. घवघवे, विभाग प्रमुख, विध्युत अभियांत्रिकी विभाग – सदस्य</li>
<li>डॉ. लतेश भगत, विभाग प्रमुख, संगणक अभियांत्रिकी विभाग – सदस्य</li>
<li>डॉ. पी. बी. डायगव्हाणे, विभाग प्रमुख, स्थापत्य अभियांत्रिकी विभाग – सदस्य</li>
<li>डॉ. रवींद्र बा. यारासू, विभाग प्रमुख, यंत्र अभियांत्रिकी विभाग – सदस्य</li>
<li>डॉ जे बी रंधावा, विभाग प्रमुख, पदार्थ विज्ञान विभाग – सदस्य</li>
<li>डॉ. नीलिमा चव्हाण, विभाग प्रमुख, रसायनशास्त्र अभियांत्रिकी विभाग – सदस्य</li>
<li>डॉ विनोद ज. डगवाल, विभाग प्रमुख, गणित विभाग – सदस्य</li>
<li>प्रा. एस. डी. बुटले, कर्मशाळा अधीक्षक – सदस्य</li>
<li>डॉ. आर. एल. वानखेडे, सहायक प्राध्यापक, उपयोजित यंत्रशास्त्र विभाग – सदस्य सचिव</li>
</ol>

<p style="text-align: justify;">संबंधित समितीने विद्यार्थ्यांची संस्थेतील अध्यापन कार्य, विध्यार्थी उपक्रम, वसतिगृह, अथवा इतर काही मुद्या बाबत तक्रार प्राप्त झाल्यास त्या बाबत तात्काळ लक्ष घालून तक्रार निवारण्याचे कार्यवाही करावी.</p>
<div style="text-align: center; padding-left: 72%;">(प्रा.एम बी.कुमठेकर)<br>
    प्राचार्य<br>
    शासकीय अभियांत्रिकी महाविद्यालय, नागपूर</div>
    <p>प्रत: – १.समिती प्रमुख यांना माहिती साठी व आवश्यक कार्यवाहीसाठी<br>
        २. सूचना फलक<br>
        ३. विभाग प्रमुख स्थापत्य / यंत्र / विध्युत / अनुविध्युत / संगणक / पदार्थ विज्ञान / रसायनशास्त्र/ गणित / कर्मशाळा / ग्रंथायलंय / कार्यालय त्यांनी या आदेशाची प्रत विभागीय सूचना फलकावर त्यावावी.</p>
</div>

<?php 
include('footer.php');
?>


 



